# Host

Host_tab_hlav_id                                = #
Host_tab_hlav_jmeno                             = Meno
Host_tab_hlav_COP                               = \u010cOP
Host_tab_hlav_narozen                           = D\u00e1tum narodenia
Host_tab_hlav_tel                               = Telef\u00f3n

Host_menu_panel 				= Hostia
Host_menu_tlacitko_pridat                       = Prida\u0165
Host_menu_tlacitko_smazat                       = Zmaza\u0165
Host_menu_tlacitko_upravit                      = Upravi\u0165
Host_menu_tlacitko_hledat                       = H\u013eadat
Host_menu_tlacitko_zobrazit_vse                 = Zobrazi\u0165 v\u0161etko

Host_pridat_spatny_argument_jmeno			= Meno hos\u0165a m\u00f4\u017ee obsahova\u0165 len p\u00edsmen\u00e1 a znak poml\u010dky medzi menami. Ka\u017ed\u00e9 meno mus\u00ed za\u010d\u00edna\u0165 ve\u013ek\u00fdm p\u00edsmenom.
Host_pridat_nevyplneny_argument_jmeno                   = Meno hos\u0165a nie je vyplnen\u00e9.
Host_pridat_spatny_argument_cop			        = \u010c\u00edslo ob\u010dianskeho ( identifika\u010dn\u00e9ho ) preukazu mus\u00ed obsahova\u0165 len dev\u00e4\u0165 \u010d\u00edslic.
Host_pridat_nevyplneny_argument_cop                     = \u010c\u00edslo ob\u010dianskeho ( identifika\u010dn\u00e9ho ) preukazu nie je vyplnen\u00e9.
Host_pridat_spatny_argument_datum			= Neplatn\u00fd d\u00e1tum - neexistuj\u00faci de\u0148 v danom mesiaci.
Host_pridat_spatny_argument_tel                         = Neplatn\u00fd tvar telef\u00f3nneho \u010d\u00edsla. Tel. \u010d\u00edslo m\u00f4\u017ee vyzera\u0165 napr. takto (bez hranat\u00fdch z\u00e1tvoriek): [(+420) 777 888 999] alebo [777 888 999] alebo [( +420 ) -777-888-999] alebo [777-888-999].
Host_pridat_spatny_argument_default			= Hos\u0165 nemohol by\u0165 pridan\u00fd do datab\u00e1zy z\u00e1znamov kv\u00f4li v\u00fdskytu neplatn\u00e9 hodnoty po\u010das spracovania d\u00e1t.

Host_pridat_duplicita_cast1				= Hos\u0165 s menom
Host_pridat_duplicita_cast2                             = , s d\u00e1tumom narodenia
Host_pridat_duplicita_cast3				= a s \u010d\u00edslom ob\u010dianskeho ( identifika\u010dn\u00e9ho ) preukazu
Host_pridat_duplicita_cast4                             = u\u017e existuje.
Host_pridat_interni_chyba				= Hos\u0165a sa nepodarilo ulo\u017ei\u0165 do datab\u00e1zy. Pri pr\u00e1ci s datab\u00e1zou sa vyskytla chyba.

Host_pridat_upravit_popis_jmeno                         = Meno:
Host_pridat_upravit_popis_cop                           = \u010cOP:
Host_pridat_upravit_popis_datum_nar                     = D\u00e1tum narodenia:
Host_pridat_upravit_popis_tel                           = Telef\u00f3n:

Host_smazat_nevybrany_zaznam                            = Nebol vybran\u00fd \u017eiadn\u00fd hos\u0165, ktor\u00fd by mal by\u0165 zmazan\u00fd. Je potreba najsk\u00f4r ozna\u010di\u0165 riadok v tabu\u013eke, na ktorom sa nach\u00e1dza hos\u0165, ktor\u00fd m\u00e1 by\u0165 zmazan\u00fd ( napr\u00edklad kliknut\u00edm \u013eav\u00fdm tla\u010didlom my\u0161i ).
Host_smazat_dotazani_na_potvrzeni                       = Naozaj si prajete zmaza\u0165 tohto hos\u0165a?
Host_smazat_neplatne_hodnoty                            = Hos\u0165a sa nepodarilo vymaza\u0165 z datab\u00e1zy - > pri vykon\u00e1van\u00ed oper\u00e1cie mazania boli pou\u017eit\u00e9 neplatn\u00e9 hodnoty.
Host_smazat_neocekavane_neexistujici_host_v_DB          = Hos\u0165a sa nepodarilo vymaza\u0165 z datab\u00e1zy, preto\u017ee v datab\u00e1ze nie je ulo\u017een\u00fd.
Host_smazat_chyba_sql                                   = Hos\u0165a sa nepodarilo vymaza\u0165 z datab\u00e1zy, preto\u017ee sa vyskytla chyba po\u010das pr\u00e1ce s datab\u00e1zou.
Host_smazat_chyba_sql_cizi_klic                         = Hos\u0165 nem\u00f4\u017ee by\u0165 zmazan\u00fd, preto\u017ee je s\u00fa\u010dast\u00ed existuj\u00fac\u00ed rezerv\u00e1cie.\nAk si naozaj prajete hos\u0165a vymaza\u0165, potom je nutn\u00e9 najsk\u00f4r zmaza\u0165 v\u0161etky rezerv\u00e1cie, v ktor\u00fdch sa tento hos\u0165 nach\u00e1dza. 

Host_upravit_nevybrany_zaznam                           = Nebol vybran\u00fd \u017eiadn\u00fd hos\u0165, ktor\u00fd by mal by\u0165 upraven\u00fd. Je potreba najsk\u00f4r ozna\u010di\u0165 riadok v tabu\u013eke, na ktorom sa nach\u00e1dza hos\u0165, ktor\u00fd m\u00e1 by\u0165 upraven\u00fd ( napr\u00edklad kliknut\u00edm \u013eav\u00fdm tla\u010didlom my\u0161i ).
Host_upravit_spatny_argument_default			= Hos\u0165 nemohol by\u0165 v datab\u00e1zy z\u00e1znamov aktualizovan\u00fd kv\u00f4li v\u00fdskytu neplatnej hodnoty po\u010das spracovania d\u00e1t.
Host_upravit_interni_chyba				= Hos\u0165a sa nepodarilo v datab\u00e1zy aktualizova\u0165. Pri pr\u00e1ci s datab\u00e1zou sa vyskytla chyba.

Host_hledat_popis_podle                                 = H\u013eada\u0165 pod\u013ea mena:
Host_hledat_ziskani_dat_neuspech                        = Nepodarilo se vyhleda\u0165 hos\u0165a s po\u017eiadovan\u00fdm menom z d\u00f4vodu v\u00fdskytu chyby pri pr\u00e1ci s datab\u00e1zou.
Host_hledat_spatny_vstup_jmeno                          = Meno nie je vyplnen\u00e9.

Host_naplneni_tabulky_neuspech                          = Tabu\u013eka s hos\u0165ami nem\u00f4\u017ee by\u0165 naplnen\u00e1 d\u00e1tami, preto\u017ee sa ich nepodarilo z\u00edska\u0165 z datab\u00e1zy.




# Pokoj

Pokoj_tab_hlav_id 					= #
Pokoj_tab_hlav_cislo                                    = \u010c\u00edslo
Pokoj_tab_hlav_kapacita                                 = Kapacita
Pokoj_tab_hlav_podlazi                                  = Podla\u017eie
Pokoj_tab_hlav_typ					= Typ
Pokoj_tab_hlav_cena					= Cena

Pokoj_menu_panel 					= Izby
Pokoj_menu_tlacitko_pridat                              = Prida\u0165
Pokoj_menu_tlacitko_smazat                              = Zmaza\u0165
Pokoj_menu_tlacitko_upravit                             = Upravi\u0165
Pokoj_menu_tlacitko_hledat                              = H\u013eada\u0165
Pokoj_menu_tlacitko_dostupnost                          = Dostupnos\u0165
Pokoj_menu_tlacitko_zobrazit_vse                        = Zobrazi\u0165 v\u0161etko

Pokoj_pridat_upravit_popis_cislo                        = \u010c\u00edslo:
Pokoj_pridat_upravit_popis_kapacita                     = Kapacita:
Pokoj_pridat_upravit_popis_podlazi                      = Podla\u017eie:
Pokoj_pridat_upravit_popis_typ                          = Typ:
Pokoj_pridat_upravit_popis_cena                         = Cena:
Pokoj_pridat_upravit_popis_combo_apartman               = APARTM\u00c1N
Pokoj_pridat_upravit_popis_combo_rodinny                = RODINN\u00dd
Pokoj_pridat_upravit_popis_combo_standard               = \u0160TANDARDN\u00dd
Pokoj_pridat_upravit_popis_combo_suite                  = SUITE

Pokoj_pridat_spatny_argument_kapacita			= Kapacita izby mus\u00ed by\u0165 reprezentovan\u00e1 kladn\u00fdm \u010d\u00edslom ( > 0 ).
Pokoj_pridat_nevyplneny_argument_kapacita               = Kapacita izby nie je vyplnen\u00e1.
Pokoj_pridat_spatny_argument_cena			= Cena izby mus\u00ed by\u0165 reprezentovan\u00e1 kladn\u00fdm \u010d\u00edslom ( > 0 ).
Pokoj_pridat_nevyplneny_argument_cena                   = Cena izby nie je vyplnen\u00e1.
Pokoj_pridat_spatny_argument_podlazi			= Podla\u017eie, na ktorom sa izba nach\u00e1dza , mus\u00ed by\u0165 reprezentovan\u00e9 kladn\u00fdm \u010d\u00edslom ( > 0 ).
Pokoj_pridat_nevyplneny_argument_podlazi                = Podla\u017eie, na ktorom sa m\u00e1 izba nach\u00e1dza\u0165, nie je vyplnen\u00e9.
Pokoj_pridat_spatny_argument_cislo			= \u010c\u00edslo izby m\u00f4\u017ee by\u0165 len niektor\u00e9 \u010d\u00edslo z intervalu 100-999.
Pokoj_pridat_nevyplneny_argument_cislo                  = \u010c\u00edslo izby nie je vyplnen\u00e9.
Pokoj_pridat_spatny_argument_default			= Izba nemohla by\u0165 pridan\u00e1 do datab\u00e1zy z\u00e1znamov kv\u00f4li v\u00fdskytu neplatn\u00e9 hodnoty po\u010das spracovania d\u00e1t .
Pokoj_pridat_duplicita_cast1				= Izba s \u010d\u00edslom
Pokoj_pridat_duplicita_cast2				= u\u017e existuje.
Pokoj_pridat_interni_chyba				= Izbu sa nepodarilo ulo\u017ei\u0165 do datab\u00e1zy. Pri pr\u00e1ci s datab\u00e1zou sa vyskytla chyba.

Pokoj_smazat_nevybrany_zaznam                           = Nebola vybran\u00e1 \u017eiadna izba, ktor\u00e1 by mala by\u0165 zmazan\u00e1. Je potreba najsk\u00f4r ozna\u010di\u0165 riadok v tabu\u013eke, na ktorom sa nach\u00e1dza izba, ktor\u00e1 m\u00e1 by\u0165 zmazan\u00e1 ( napr\u00edklad kliknut\u00edm \u013eav\u00fdm tla\u010didlom my\u0161i ).
Pokoj_smazat_dotazani_na_potvrzeni                      = Naozaj si prajete zmaza\u0165 t\u00fato izbu?
Pokoj_smazat_neplatne_hodnoty                           = Izbu sa nepodarilo vymaza\u0165 z datab\u00e1zy - > pri vykon\u00e1van\u00ed oper\u00e1cie mazan\u00ed boli pou\u017eit\u00e9 neplatn\u00e9 hodnoty.
Pokoj_smazat_neocekavane_neexistujici_pokoj_v_DB        = Izbu sa nepodarilo vymaza\u0165 z datab\u00e1zy, preto\u017ee v datab\u00e1ze nie je ulo\u017een\u00e1.
Pokoj_smazat_chyba_sql                                  = Izbu sa nepodarilo vymaza\u0165 z datab\u00e1zy, preto\u017ee sa vyskytla chyba po\u010das pr\u00e1ce s datab\u00e1zou.
Pokoj_smazat_chyba_sql_cizi_klic                        = Izba nem\u00f4\u017ee by\u0165 zmazan\u00e1, preto\u017ee je s\u00fa\u010dast\u00ed existuj\u00fac\u00ed rezerv\u00e1cie.\nAk si naozaj prajete izbu vymaza\u0165, potom je nutn\u00e9 najsk\u00f4r zmaza\u0165 v\u0161etky rezerv\u00e1cie, v ktor\u00fdch sa t\u00e1to izba nach\u00e1dza. 

Pokoj_upravit_nevybrany_zaznam                          = Nebola vybran\u00e1 \u017eiadna izba, ktor\u00e1 by mala by\u0165 upraven\u00e1. Je potreba najsk\u00f4r ozna\u010di\u0165 riadok v tabu\u013eke, na ktorom sa nach\u00e1dza izba, ktor\u00e1 m\u00e1 by\u0165 upraven\u00e1 ( napr\u00edklad kliknut\u00edm \u013eav\u00fdm tla\u010didlom my\u0161i ).
Pokoj_upravit_spatny_argument_default			= Izba nemohla by\u0165 v datab\u00e1zy z\u00e1znamov aktualizovan\u00e1 kv\u00f4li v\u00fdskytu neplatn\u00e9 hodnoty po\u010das spracovania d\u00e1t.
Pokoj_upravit_interni_chyba				= Izbu sa nepodarilo v datab\u00e1zy aktualizova\u0165. Pri pr\u00e1ci s datab\u00e1zou sa vyskytla chyba.

Pokoj_hledat_popis_podle                                = H\u013eada\u0165 podle:
Pokoj_hledat_popis_kapacita                             = Kapacita izby:
Pokoj_hledat_popis_typ                                  = Typ izby:
Pokoj_hledat_popis_combo_podle_kapacita                 = Kapacita izby
Pokoj_hledat_popis_combo_podle_typ                      = Typ izby
Pokoj_hledat_popis_combo_podle_oboji                    = Oboje
Pokoj_hledat_ziskani_dat_neuspech                       = Nepodarilo se vyhleda\u0165 po\u017eiadovan\u00fa izbu z d\u00f4vodu v\u00fdskytu chyby pri pr\u00e1ci s datab\u00e1zou.
Pokoj_hledat_spatny_vstup_kapacita                      = Kapacita izby nie je vyplnen\u00e1.

Pokoj_naplneni_tabulky_neuspech                         = Tabu\u013eka s izbami nem\u00f4\u017ee by\u0165 naplnen\u00e1 d\u00e1tami, preto\u017ee sa ich nepodarilo z\u00edska\u0165 z datab\u00e1zy.


# Rezervace

Rezervace_tab_hlav_id 					= #
Rezervace_tab_hlav_pokoj                                = \u010c\u00edslo izby
Rezervace_tab_hlav_host_jmeno                           = Meno hos\u0165a
Rezervace_tab_hlav_host_cop                             = \u010cOP hos\u0165a
Rezervace_tab_hlav_pocatek                              = Po\u010d\u00e1tok
Rezervace_tab_hlav_predpokladany_konec			= Predpokladan\u00fd koniec
Rezervace_tab_hlav_skutecny_konec                       = Koniec
Rezervace_tab_hlav_cena                                 = Cena
Rezervace_tab_hlav_sluzby_utrata                        = \u00datrata za slu\u017eby

Rezervace_menu_panel 					= Rezerv\u00e1cia
Rezervace_menu_tlacitko_pridat                          = Prida\u0165
Rezervace_menu_tlacitko_smazat                          = Smaza\u0165
Rezervace_menu_tlacitko_upravit                         = Upravi\u0165
Rezervace_menu_tlacitko_hledat                          = H\u013eeda\u0165
Rezervace_menu_tlacitko_zobrazit_vse                    = zobrazi\u0165 v\u0161etko
Rezervace_zaznamy_tlacitko_ukoncene                     = Ukon\u010den\u00e9
Rezervace_zaznamy_tlacitko_aktualni                     = Aktu\u00e1ln\u00e9
Rezervace_zaznamy_tlacitko_budouci                      = Buduc\u00e9

Rezervace_naplneni_tabulky_neuspech                     = Tabu\u013eka s rezerv\u00e1ciami nem\u00f4\u017ee by\u0165 naplnen\u00e1 d\u00e1tami, preto\u017ee sa ich nepodarilo z\u00edska\u0165 z datab\u00e1zy.

Rezervace_pridat_popis_datum_od                         = D\u00e1tum od:
Rezervace_pridat_popis_datum_do                         = D\u00e1tum do:
Rezervace_upravit_popis_pocatek                         = Po\u010diatok:
Rezervace_upravit_popis_predpokladany_konec             = Predpokladan\u00fd koniec:
Rezervace_upravit_popis_skutecny_konec                  = Koniec:
Rezervace_upravit_popis_sluzby_utrata                   = \u00datrata ze slu\u017eby:
Rezervace_upravit_popis_checkbox_konec                  = Ukon\u010di\u0165 rezerv\u00e1ciu?

Rezervace_pridat_spatny_argument_datum_od               = D\u00e1tum \u201eod\u201c nie je platn\u00fd \u2013 zadan\u00fd de\u0148 v danom mesiaci a roku neexistuje.
Rezervace_pridat_spatny_argument_datum_do               = D\u00e1tum \u201edo\u201c nie je platn\u00fd \u2013 zadan\u00fd de\u0148 v danom mesiaci a roku neexistuje.
Rezervace_pridat_spatny_argument_datum_do_pred_do       = D\u00e1tum \u201edo\u201c je v kalend\u00e1ri pred d\u00e1tumom \u201eod\u201c.
Rezervace_pridat_nevybrany_zaznam_pokoj                 = Nebola vybran\u00e1 \u017eiadna izba, ktor\u00e1 by mala by\u0165 pridan\u00e1 do rezerv\u00e1cie. Je potreba najsk\u00f4r ozna\u010di\u0165 riadok v tabu\u013eke, na ktorom sa nach\u00e1dza izba ( napr\u00edklad kliknut\u00edm \u013eav\u00fdm tla\u010didlom my\u0161i ).
Rezervace_pridat_nevybrany_zaznam_host                  = Nebol vybran\u00fd \u017eiadn\u00fd hos\u0165, ktor\u00fd by mal by\u0165 pridan\u00fd do rezerv\u00e1cie. Je potreba najsk\u00f4r ozna\u010di\u0165 riadok v tabu\u013eke, na ktorom sa nach\u00e1dza hos\u0165 ( napr\u00edklad kliknut\u00edm \u013eav\u00fdm tla\u010didlom my\u0161i ).
Rezervace_pridat_spatny_argument_default                = Rezerv\u00e1cie nemohla by\u0165 v datab\u00e1ze z\u00e1znamov aktualizovan\u00e1 kv\u00f4li v\u00fdskytu neplatnej hodnoty po\u010das spracovania d\u00e1t.
Rezervace_pridat_interni_chyba                          = Rezerv\u00e1ciu sa nepodarilo ulo\u017ei\u0165 do datab\u00e1zy. Pri pr\u00e1ci s datab\u00e1zou sa vyskytla chyba.
Rezervace_pridat_hledani_volne_pokoje_chyba             = H\u013eadanie vo\u013en\u00fdch izieb v danej dobe zlyhalo z d\u00f4vodu v\u00fdskytu chyby pri pr\u00e1ci s datab\u00e1zou.

Rezervace_upravit_ziskani_pokoje_neuspech               = Nepodarilo sa z\u00edska\u0165 po\u017eadovan\u00fa izbu z datab\u00e1zy.
Rezervace_upravit_ziskani_hosta_neuspech                = Nepodarilo sa z\u00edska\u0165 po\u017eadovan\u00e9ho hos\u0165a z datab\u00e1zy.
Rezervace_upravit_nevybrany_zaznam                      = Nebola vybran\u00e1 \u017eiadna rezerv\u00e1cia, ktor\u00e1 by mala by\u0165 upraven\u00e1. Je potreba najsk\u00f4r ozna\u010di\u0165 riadok v tabu\u013eke, na ktorom sa nach\u00e1dza rezerv\u00e1cia, ktor\u00e1 m\u00e1 by\u0165 upraven\u00e1 ( napr\u00edklad kliknut\u00edm \u013eav\u00fdm tla\u010didlom my\u0161i ).
Rezervace_pridat_interni_chyba                          = Rezerv\u00e1ciu sa nepodarilo aktualizova\u0165 v datab\u00e1ze. Pri pr\u00e1ci s datab\u00e1zou sa vyskytla chyba.
Rezervace_upravit_spatny_argument_default               = Rezerv\u00e1cia nemohla by\u0165 v datab\u00e1ze z\u00e1znamov aktualizovan\u00e1\nkv\u00f4li v\u00fdskytu neplatnej hodnoty po\u010das spracovania d\u00e1t.
Rezervace_upravit_spatny_argument_datum_pocatek         = D\u00e1tum \u201ePo\u010diatok\u201c nie je platn\u00fd \u2013 zadan\u00fd de\u0148 v danom mesiaci a roku neexistuje.
Rezervace_upravit_spatny_argument_datum_predp_konec     = D\u00e1tum \u201ePredp. koniec\u201c nie je platn\u00fd \u2013 zadan\u00fd de\u0148 v danom mesiaci a roku neexistuje.
Rezervace_upravit_spatny_argument_datum_konec           = D\u00e1tum \u201eKoniec\u201c nie je platn\u00fd \u2013 zadan\u00fd de\u0148 v danom mesiaci a roku neexistuje.
Rezervace_upravit_spatny_argument_utrata_za_sluzby      = \u00datrata za slu\u017eby nie je vyplnen\u00e1.

Rezervace_ukaz_ukoncene_chyba                           = Nepodarilo sa z\u00edska\u0165 ukon\u010den\u00e9 rezerv\u00e1cie \nkv\u00f4li v\u00fdskytu chyby po\u010das pr\u00e1ce s datab\u00e1zou.
Rezervace_ukaz_budouci_chyba                            = Nepodarilo sa z\u00edska\u0165 bud\u00fac\u00ed rezerv\u00e1cie \nkv\u00f4li v\u00fdskytu chyby po\u010das pr\u00e1ce s datab\u00e1zou.
Rezervace_ukaz_aktualni_chyba                           = Nepodarilo sa z\u00edska\u0165 aktu\u00e1lne prebiehaj\u00facie rezerv\u00e1cie\nkv\u00f4li v\u00fdskytu chyby po\u010das pr\u00e1ce s datab\u00e1zou.

Rezervace_smazat_dotazani_na_potvrzeni                  = Naozaj si prajete zmaza\u0165 t\u00fato rezerv\u00e1ciu?
Rezervace_smazat_nevybrany_zaznam                       = Nebola vybran\u00e1 \u017eiadna rezerv\u00e1cia, ktor\u00e1 by mala by\u0165 zmazan\u00e1.\nJe potreba najsk\u00f4r ozna\u010di\u0165 riadok v tabu\u013eke, na ktorom sa nach\u00e1dza rezerv\u00e1cia, ktor\u00e1 m\u00e1 by\u0165 zmazan\u00e1 ( napr\u00edklad kliknut\u00edm \u013eav\u00fdm tla\u010didlom my\u0161i ).
Rezervace_smazat_neplatne_hodnoty                       = Rezerv\u00e1ciu sa nepodarilo vymaza\u0165 z datab\u00e1zy - > pri vykon\u00e1van\u00ed oper\u00e1cie mazan\u00ed boli pou\u017eit\u00e9 neplatn\u00e9 hodnoty.
Rezervace_smazat_chyba_sql                              = Rezerv\u00e1ciu sa nepodarilo vymaza\u0165 z datab\u00e1zy, preto\u017ee sa vyskytla chyba po\u010das pr\u00e1ce s datab\u00e1zou.

Rezervace_hledat_popis_podle                            = H\u013eada\u0165 podla:
Rezervace_hledat_combo_pokoj                            = Izba
Rezervace_hledat_combo_host                             = Hos\u0165
Rezervace_hledat_combo_oboji                            = Oboje

Rezervace_hledat_nevybrany_zaznam_pokoj                 = Nebola vybran\u00e1 \u017eiadna izba v tabu\u013eke. Je potreba najsk\u00f4r ozna\u010di\u0165 riadok v tabu\u013eke, na ktorom sa izba nach\u00e1dza ( napr\u00edklad kliknut\u00edm \u013eav\u00fdm tla\u010didlom my\u0161i ).
Rezervace_hledat_nevybrany_zaznam_host                  = Nebol vybran\u00fd \u017eiadny hos\u0165 v tabu\u013eke. Je potreba najsk\u00f4r ozna\u010di\u0165 riadok v tabu\u013eke, na ktorom sa hos\u0165 nach\u00e1dza ( napr\u00edklad kliknut\u00edm \u013eav\u00fdm tla\u010didlom my\u0161i ).
Rezervace_hledat_ziskani_dat_neuspech                   = Nepodarilo se vyhleda\u0165 po\u017eiadovan\u00e9 rezerv\u00e1cie z d\u00f4vodu v\u00fdskytu chyby pri pr\u00e1ci s datab\u00e1zou.


#Top5Spenders

Top5Spenders_tab_hlav_cislo_rezervace                   = Rezerv\u00e1cia
Top5Spenders_tab_hlav_cislo_pokoje                      = \u010c\u00edslo izby
Top5Spenders_tab_hlav_jmeno_hosta                       = Meno hos\u0165a
Top5Spenders_tab_hlav_utrata_za_sluzby                  = \u00datrata za slu\u017eby
Top5Spenders_tab_nadpis                                 = Top 5 utr\u00e1caj\u00fac\u00edch

Top5Spenders_ukaz_data_chyba                            = Nepodarilo sa ziska\u0165 aktu\u00e1ln\u00fdch top 5 hos\u0165ov, ktor\u00ed maj\u00fa najvy\u0161\u0161ie\n\u00fatraty za slu\u017eby, kv\u00f4li v\u00fdskytu chyby po\u010das pr\u00e1ce s datab\u00e1zou.


# Obecne

Nazev_aplikace 						= EVIDENCIA HOTELU
Horni_lista_nabidka 					= Nabiedka
Horni_lista_nabidka_ukoncit 				= Ukon\u010di\u0165
Ulozit 							= Ulo\u017ei\u0165
Zrusit 							= Zru\u0161i\u0165
Vyhledat 						= Vyh\u013eada\u0165
Dalsi                                                   = \u010ealej
Zpet                                                    = Zp\u00e4\u0165
Interni_chyba 						= Intern\u00e1 chyba
Neplatny_argument					= Neplatn\u00fd argument
Chybna_operace                                          = Chybn\u00e1 oper\u00e1cia
Ano                                                     = \u00c1no
Ne                                                      = Nie
Potvrzeni_operace                                       = Potvrzenie oper\u00e1cie
Naplneni_tabulek_daty_DB_config_chybi_poskozen          = Ned\u00e1 sa pripoji\u0165 k datab\u00e1ze s d\u00e1tami, preto\u017ee s\u00fabor "DBConfig.properties" ch\u00fdba alebo je po\u0161koden\u00fd.
Naplneni_tabulek_daty_nevytvoreni_tab_v_DB		= Datab\u00e1za nie je pripojen\u00e1 alebo je po\u0161koden\u00e1 alebo sa v nej nepodarilo pripravi\u0165 tabu\u013eky.
Neexistujici_datum                                      = Vyplnen\u00e9 d\u00e1tum neexistuje.
Varovani                                                = Varovanie
